{
"events": [
    {
        "slug": "code",
        "name": "Code",
        "date": "",
        "location": "",
        "speaker": "",
        "description": "Ramp up your front end skills. They can only get better. Speakers drop knowledge, you leave inspired. It’s that simple. Revel in the live code examples and thoughtful conversations.",
        "time": "8:00 AM - 10:00 AM",
        "photo": "",
        "link": "https://www.eventbrite.com",
        "link_text": "Get tickets",
        "ticket_link": "",
        "ticket_text": ""
    },
    {
        "slug": "connect",
        "name": "Connect",
        "date": "",
        "location": "",
        "speaker": "",
        "description": "Network with like-minded professionals in the industry. Leverage Fore_Front’s inclusive atmosphere to build friendships, partnerships, and mentorships.",
        "time": "",
        "link": "https://www.eventbrite.com",
        "link_text": "Get tickets",
        "ticket_link": "",
        "ticket_text": ""
    },
    {
        "slug": "caffeinate",
        "name": "Caffeinate",
        "date": "",
        "location": "",
        "speaker": "",
        "description": "But first and foremost, coffee. You bring the enthusiasm, we’ll provide caffeine (and bagels... So. Many. Bagels).",
        "time": "",
        "photo": "",
        "link": "https://www.eventbrite.com",
        "link_text": "Get tickets",
        "ticket_link": "",
        "ticket_text": ""
    },
    {
        "slug": "web-accessibility",
        "name": "Everyone's Internet:<br>Web Accessibility Panel",
        "date": "APRIL 27TH, 2018 9:00 AM - 11:00 AM",
        "location": "iStrategyLabs",
        "speaker": "You!",
        "description": "<p>Web accessibility is all of our responsibility. And it's a big role. How do we convince our bosses and clients to invest in accessibility? How do we work together across teams to build a better experience?</p><p>In Forefront's kickoff event, we'll hear from a panel of industry experts on web accessibility best practices, the role of design and development, cultural transformations, and more!</p><p>Come with an appetite to learn, we'll provide bagels, coffee, and fresh fruit.</p>",
        "time": "9:00 AM - 11:00 AM.",
        "photo": "",
        "link": "/event.html",
        "link_text": "Learn More",
        "ticket_link": "https://www.eventbrite.com",
        "ticket_text": "Get Tickets",
        "speakers": [
            {
                "name": "Ted Whitehead",
                "photo": "/static/img/speakers/ted-whitehead.jpg",
                "bio": "Ted Whitehead is the Lead Front-End Engineer and accessibility evangelist at Threespot. During his seven years there, he’s had the opportunity to work on projects for The Pew Charitable Trusts, The Smithsonian Institution, The Brookings Institution, the Cystic Fibrosis Foundation, and many others. He’s gained a wealth of experience around coding accessible websites and demonstrating the value of accessibility to clients and colleagues. When not coding, Ted enjoys playing the piano and chasing his toddler son around the house.",
                "website": "www.4front.io"
            },
            {
                "name": "Ally Palanzi",
                "photo": "/static/img/speakers/ally_palanzi.jpg",
                "bio": "Ally Palanzi is a software engineer with a passion for design, accessibility, and ice cream. She's actively involved in the tech community – speaking at conferences around the world on topics like accessibility and serving as a member of the DCFemTech leadership board. During the day, she's an engineer at Nava, where she builds applications that help millions of Americans enroll in healthcare through HealthCare.Gov.",
                "website": "www.4front.io"
            },
            {
                "name": "Lindsey Kopacz",
                "photo": "/static/img/speakers/lindsey_kopacz.png",
                "bio": "Lindsey Kopacz is a self-taught front-end web developer working at Acquia who made her start in Drupal 7. She started learning about accessibility 3 years ago when she was told to fix a few bug tickets that came through an accessibility checker, and admittedly had no idea what she was doing.  She has come far since then from solving problems like fixing keyboard tabbing issues with JavaScript, automating accessibility checking using plugins like pa11y, and advising the clients why they should care. Her tech passion involves anything that merges technology and empathy—which makes it clear why accessibility is her area of expertise. Based in Washington, DC, she spends most of her free time reading, drinking craft beer, or lifting weights.",
                "website": "www.4front.io"
            },
            {
                "name": "Michael Cervantes (Moderator)",
                "photo": "/static/img/speakers/michael_cervantes.png",
                "bio": "Michael Cervantes is a professional front-end developer specializing in JavaScript MV* frameworks, UI Development with Backend Integration, and Web Performance Optimization.  Michael spent the first 7 years of his career as a consultant for an Austin based firm building websites using IBM tools centered around Content Management, E-Commerce, and Social software for businesses. He then worked for three years at a San Francisco based company building a tool for booking hotels and flights leveraging Ember JS. His next year long project involved working on an application used by the government to analyze and document satellite imagery. He currently works as a Senior Web Developer for ISL building a platform which allows users to learn about and join national volunteer organizations. He enjoys building exceptional web and mobile experiences with a focus on accessibility and performance.",
                "website": "www.4front.io"
            }
        ]
    }
  ]
}